Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: ས་ཐོ་ཏ་ཀ་རྣམས་ལྕགས་གསུམ་དང་། ཨིནྡ་རོ་དང་། དཔལ་འབྲས་ཀྱི་ས་བོན་དང་། བ་ཏ་བའི་ས་བོན་དང་། ནིམ་པའི་ས་བོན་དང་། ས་ཏ་ནིའི་རྩ་བ་དང་། ལོ་མ་དང་།
en: “One should combine purple fleabane, vetiver root, cutch tree sap, sukhaṭa, castor oil, and Siamese rough-brush and pulverize them with the three metals, indarī, bilva fruit seeds, vatava seeds, neem seeds, and satani root and leaf and rub the mixture on their feet.

source: དེ་རྣམས་གཅིག་ཏུ་བཏགས་ནས་རྐང་པ་ལ་བྱུགས་ན་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One will then move through the air.

source: གལ་ཏེ་མ་གྲུབ་ན་སྒྲུབ་པ་པོས་མཚམས་མེད་པ་ལྔའི་ལས་བྱས་པར་འགྱུར་རོ། །
en: If it does not work, then the practitioner has committed one of the actions entailing immediate retribution.

source: ཁྱོད་ཀྱིས་ཆོས་ཐམས་ཅད་རྒྱུད་ལ་ཆགས་པ་ཉམས་པར་བྱས་པས་སོ། །དེའི་ཚེ་ང་ཡིས་རྫུན་སྨྲས་ཤིང་བསླུས་པར་གྱུར་པའོ། །
en: I will also have committed a violation due to attachment to the entire Dharma and the tantras, and I will have spoken falsely and been deceptive.

source: དེ་ནས་ཡང་རིའི་རྩེ་ལ་རབ་ཏུ་གནས་ཏེ། ལྷ་མོའི་སྔགས་ལན་བདུན་བརྗོད་དོ། །
en: “Additionally, one should sit on a hilltop and recite the Goddess’ mantra seven times.

source: ལྡོང་རོས་ཀྱི་ཕྱེ་མ་དང་།
en: One should crush realgar powder, daub tree leaves, and royal jasmine leaves and seeds and rub them on their feet.

source: ཀེ་ན་དུའི་ལོ་མ་དང་།
en: They will then move through the air.

source: ཛཱ་ཏིའི་ལོ་མ་དང་། ས་བོན་རབ་ཏུ་མཉེས་ཏེ་བཀྲུས་ནས་འདི་རྣམས་ཀྱིས་རྐང་པ་ལ་བྱུགས་ན་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །དེ་ནས་ཡང་རྩ་བ་བདུན་པའི་ཁུ་བ་དང་། ཟླ་བའི་ཆུའི་འགུ་ལི་ཀ་རྐང་པ་ལ་བྱུགས་ན་ངེས་པར་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: “Also, if one rubs on their feet a pill made from a juice made from seven roots and camphor water on their feet, they will certainly move through the air.

source: གང་དེ་ཁོ་ན་ཉིད་ཤེས་པའི་མི་དེ་དང་དེའི་རྒྱུ་ཉེ་བར་མཚུངས་པ་ལ་དངོས་གྲུབ་སྣ་ཚོགས་མཆོག་ཏུ་སྟེར་བ་འདི་བྲིས་པའོ། །
en: “This supreme means of bestowing the various siddhis was composed for the sake of those people who understand ultimate reality.

source: སྐྱེས་བུ་དེ་ཉིད་གླུ་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་བརྒྱན་པས་སོ། །
en: Such a person has been adorned with various verses.

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ལས་རྐང་བྱུག་གི་ལེའུ་སྟེ་བཅུ་པའོ།། །།
en: This is chapter ten in The Glorious Tantra of Mahākāla, “The Foot-Salve Siddhi.”

source: དེ་ནས་ཆོས་ཐམས་ཅད་ཀྱི་མཐུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 11: Adorning the Goddess with Power Then the dialogue turned to the topic of having power over all phenomena.

source: ལྷ་མོས་གསོལ་པ། ཆོས་རྣམས་ཐམས་ཅད་ནི་ནམ་མཁའ་བཞིན་ན་དེ་ཉིད་དེ་ལྟར་རྒྱ་མཚོ་ལ་བྱའི་རྒྱལ་པོ་ངང་པ་སྤྱོད་པ་བཞིན་སྐྱེའམ། དངོས་གྲུབ་གང་གི་རང་བཞིན་རང་གི་ལྷའི་གཟུགས་ཀྱིས་གནས་པས་སམ།
en: The Goddess asked, “If all phenomena are like space, does one produce the nature of a respective siddhi in the same way that a goose, the king of birds, moves on the ocean, or does it come about through remaining in the form of the tutelary deity?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱཻ་ལྷ་མོ་གཞན་དུ་ན་སྐད་ཅིག་ཙམ་སེམས་ཡོད་པ་དང་། སེམས་མེད་པར་གནས་པས་དངོས་གྲུབ་དཀར་པོ་འདོད་པ་རྣམས་ལ། འོད་ཟེར་དཀར་པོ་དང་ལྡན་པས་དྲི་མ་མེད་པའི་དངོས་གྲུབ་འདོད་པ་སྟེར་བས་ཉི་མ་དང་པོ་ལ་གོམས་ཤིང་གོམས་པའི་དུས་སུ་ཡང་དང་ཡང་དུ་གནས་པས་བརྟན་པར་བྱ་སྟེ། ཇི་ལྟར་བདེ་བའི་དོན་དུའོ། །
en: “Goddess,” the Blessed One responded, “those who, through their white light, bestow the desired stainless siddhi on those who would otherwise seek pure siddhi through the momentary presence and absence of thoughts should practice on the first day, and while so doing they should gain stability through repetition until it becomes easy.”

source: ལྷ་མོས་གསོལ་པ། ཀྱཻ་བཅོམ་ལྡན་འདས་སྐད་ཅིག་གིས་སེམས་ཡོད་པར་ཡོངས་སུ་འཁྲུལ་པའི་མི་ཡིས་དེ་ལྟར་རིགས་ལྔ་ལ་སོགས་པ་ལ་སྤྱད་པས་འགྲུབ་པར་ཇི་ལྟར་རིགས།
en: “Blessed One,” the Goddess asked, “is it possible for a person who is momentarily confused through the presence of thought to be successful by correctly engaging with the five families and the like?

source: ཁམས་རྣམས་བསྲུང་བ་ནི་སྔགས་གཅིག་གིས་ཇི་ལྟར་རིགས།
en: How is it possible for realms to be protected by a single mantra?

source: འདིས་ནི་དངོས་གྲུབ་ཆེན་པོ་མཐར་ཐུག་པ་དངོས་གྲུབ་ཀྱི་འབྲས་བུ་ཡོངས་སུ་འགྲུབ་པར་འགྱུར་རམ།
en: Does this allow for accomplishment of the resultant siddhi, the final great siddhi?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱཻ་ལྷ་མོ་གང་ཁྱོད་ཀྱིས་སྨྲས་པ་ལ་དགོས་པ་ཅི་ཡོད།
en: The Blessed One responded, “Goddess, why do you say that?

source: དངོས་གྲུབ་ཐམས་ཅད་ངེས་པར་གྱུར་པ་སྒོམ་པ་ཆེན་པོ་གོམས་པ་ནི་རྐང་མགྱོགས་སོ། །
en: Swift feet indicates familiarity with the great meditation practice that is definitive for all siddhis.

source: སྦྱོར་བ་ཆེན་པོ་འདུས་པ་ནི་རིལ་བུའོ། །
en: The pill siddhi indicates the union that is a great assembly.

source: དམ་ཚིག་གི་ཆོས་ཀྱི་མཚན་ཉིད་ནི་མིག་སྨན་ནོ། །
en: The collyrium siddhi indicates the characteristic qualities of samaya.

source: མཆོག་གི་གནས་ཡང་དག་སྦྱོར་བ་ནི་རལ་གྲིའོ། །
en: The sword siddhi indicates union with the supreme state.

source: ཇི་སྲིད་རྟོག་པ་མེད་པའི་བར་དང་ཡོད་པར་སྨྲ་བ་མཆོག་ཏུ་ཞི་བ་མ་ཡིན་ཏེ་དེས་ན་འཁྲུལ་པའོ། །
en: As long as there is no conceptual thought, it is not the peace associated with proponents of existence.

source: དྲི་མ་མེད་པའི་སྔགས་ཀྱིས་ངེས་པར་དངོས་གྲུབ་ཏུ་འགྱུར་རོ། །
en: That would be confusion. The stainless mantra surely leads to the attainment of siddhi.

source: མཆོག་ཏུ་དགའ་བའི་གོ་འཕང་བཅུད་ཀྱི་དངོས་གྲུབ་མིས་དོན་དུ་གཉེར་བས་ལྷག་མ་མཁའ་སྤྱོད་དང་ས་སྤྱོད་ལ་སོགས་པར་ཡང་འགྱུར་བས་སོ། །
en: The mercury siddhi indicates the state of supreme joy. Because people seek them, the rest, including the siddhis of moving through the sky and on the earth, also come about.

source: ཚེ་རིང་པོའང་རབ་ཏུ་འགྲུབ་པའོ། །
en: One can also attain a long life.

source: ལེའུ་འདིའི་སྒོམ་པ་དོན་དུ་གཉེར་བས་རྒྱལ་པོར་འགྱུར་རོ། །
en: One who makes effort in the practices from this chapter will become a king.

source: རྩ་རྣམས་ཐམས་ཅད་ཀྱི་ནང་ནས་ནི་རྒྱལ་པོ་ཨ་བ་དྷཱུ་ཏཱིའི་རྩའོ། །
en: The king among subtle channels is the avadhūtī.”

source: ལྷ་མོས་གསོལ་པ། ཀྱཻ་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཟོས་ནས་དེ་ཁོ་ན་ཉིད་ཀྱི་རྗེས་སུ་འབྲངས་ནས་ཉེ་བར་དམིགས་པས་ཇི་ལྟར་དངོས་གྲུབ་འཐོབ།
en: “Blessed One,” the Goddess asked, “how does consuming everything and perceiving it in conformity with suchness lead one to attain siddhi?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷ་མོ་གཉིས་ཀ་ལ་མཉམ་པར་འདུས་པ་ལས་ཇི་ལྟ་བའི་བདེ་བ་ཐོབ་པའི་རྒྱུ་ཉེ་བར་བསྟན་པར་བྱའོ། །
en: “Goddess,” the Blessed One replied, “I will explain how the meeting of the two is the cause for attaining the corresponding bliss.

source: དབང་པོ་གཉིས་མཉམ་པར་སྦྱོར་བའི་ཀུན་དུ་རུ་ལས་ཀུན་དུ་རུ་མཚོན་པ་ལས་གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: The sign of sexual arousal is nothing other than the sexual arousal that comes from the two organs conjoined.

source: གང་གི་སེམས་མཉམ་པར་གཞག་པ་ལས་དེ་ལ་བདེ་བ་སྟེར་བར་འགྱུར་རོ། །
en: This bliss is bestowed upon someone when their mind is in equipoise.

source: ཕྱག་བཅུ་དྲུག་པ་ལ་གོམས་པས་དབང་བསྐུར་བ་མཚོན་པའི་རྣལ་འབྱོར་པ་དེས་རྒྱུད་ཀྱི་རྒྱལ་པོ་བྲི་བར་བྱ་བ་དང་། རིགས་ལྔ་ལ་ཆགས་པ་དང་ལྡན་པས་སོ། །
en: “The sovereign tantra should be written down by yogins bearing the sign of being consecrated through visualizing the sixteen-armed form and by those who are drawn to the five families.

source: ཇི་ལྟར་བརྗོད་པ་རྣམས་ལ་ཐེ་ཚོམ་བྱས་ན་མགོ་ཨརྫ་ཀའི་དོག་པ་བཞིན་གྱེས་པ་འབྱུང་བ་དང་། ནད་མང་བ་དང་། ཚེ་ཐུང་བ་དང་། མི་མཐོང་བར་འགྱུར་རོ། །
en: The head of anyone who doubts what I have said will burst open like the top of a wild basil plant, or they will contract many illnesses, have a short lifespan, and become blind.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ལྷ་མོ་མཐུ་ཡིས་བརྒྱན་པའི་ལེའུ་སྟེ་བཅུ་གཅིག་པའོ།། །།
en: This is chapter eleven in The Sovereign Tantra of Mahākāla, “Adorning the Goddess with Power.”

source: དེ་ནས་ཡང་འདི་ཉིད་དུ་མིག་སྨན་གྱི་ལེའུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 12: The Collyrium Siddhi “Now I will present a chapter on the collyrium siddhi.

source: མིག་སྨན་ནི་རྡོ་རྗེ་དང་པད་མ་མཉམ་པར་སྦྱོར་བ་ལས་རོ་གཅིག་པར་བརྗོད་པའོ། །
en: The collyrium is said to be the single taste that follows the union of the vajra and lotus.

source: ཕྱི་རོལ་གྱི་མིག་སྨན་ནི་མཁའ་སྤྱོད་ཀྱི་བྱ་རྒོད་བཞིན་ནོ། །
en: Externally, the collyrium allows one to fly like a vulture.

source: ནག་པོའི་བརྒྱད་ལ་བྱི་བའི་རུས་པ་ཡང་དག་པར་བཟུང་ནས།
en: “One should gather the bones of a rat on the eighth day of the waning moon.

source: མ་ལི་ཀའི་སྣོད་དུ་གཟའ་ཉི་མ་ལ་ཨ་ས་མི་ནི་བྱས་ནས་དར་ལིང་ལ་སྡོང་བུ་བྱས་ཏེ།
en: Then on a Sunday one should make them into wicks in an earthen bowl using the cloth of an eye covering.

source: དེའི་རྗེས་སུ་ཁྱིའི་ཞག་དང་།
en: After that, one should use dog fat in a brahmin’s skull to decoct the collyrium.

source: བྲམ་ཟེའི་ཐོད་པར་མིག་སྨན་ཕབ་ནས་མིག་གཉིས་ལ་བསྐུས་ན་ཕོ་རོག་གི་མིག་བཞིན་ནམ་མཁའ་ལ་རྒྱུ་བའོ། །
en: When one rubs it on their eyes, they will move through the air like the eye of a raven.

source: དེ་ནས་ཡང་ལྕགས་ཀྱུ་མཆོག་གིས་རིལ་བུ་གཉིས་བྱས་ཏེ།
en: “Next, one should make two pills from high-quality iron.

source: རབ་ཏུ་བཟུང་ནས་གཟའ་མིག་དམར་ལ་ཟོས་ནས་གླང་ནག་པོ་བཟུང་ནས་གང་བཞག་པ་དེ་ལ་ཇི་སྲིད་དུ་བསྣུན་ནས། གླང་སྐད་ཕྱུང་བ་དང་།
en: Once that is complete, one should consume them on a Tuesday and then lead a black bull to a designated place and strike it until it cries out.

source: དེ་ནས་བདག་ཉིད་ཞོན་ནས་བཟའ་བ་ཟོས་ན་ཡང་ཐོ་རངས་ཀྱི་དུས་སུ་ཕྱག་བཅུ་དྲུག་པའི་སྔགས་ལན་བདུན་བཟླས་ནས་མིག་ལ་བྱུགས་ན་གླང་ལས་རྣམ་པར་གྲོལ་ནས་ངེས་པར་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One should then ride the bull while eating food, and at dawn one should recite the mantra for the sixteen-armed form.

source: རིགས་ལ་ཡང་དག་པར་གནས་པ།
en: Apply the collyrium and dismount from the bull, and one will certainly move through the air and dwell among the families.

source: ནག་པོའི་ཕྱོགས་ཀྱི་བཅུ་བཞི་ལ་རིམ་པས་དྲི་པུ་གན་དྷ། ནཱ་ག་ར་ག་ཏ་དང་། གུར་གུམ་དང་། གླ་རྩི་དང་། ཙནྡན་དང་།
en: “On the fourteenth day of the dark half of the lunar month, one should gradually crush sulfur, lead oxide, saffron, musk, sandalwood, jamun, and olibanum on a stone mortar and make the mixture into a pill.

source: ཙམ་བུ་ལི་ཀ་དང་།
en: Combine it with honey to make a collyrium.

source: སི་ཧླ་ཀའི་བར་ཐམས་ཅད་རྡོ་གཏུན་གྱི་སྟེང་དུ་མཉེས་ནས་རིལ་བུ་བྱས་ཏེ་སྦྲང་རྩི་དང་བཅས་པས་མིག་སྨན་བྱས་ན་སྤྲིན་བཞིན་དུ་ཐམས་ཅད་དུ་འཁོར་བར་འགྱུར་རོ། །
en: One will then drift about anywhere like a cloud.

source: དེ་ནས་ཡང་དག་པར་བཤད་པར་བྱ་སྟེ།
en: “I will explain.

source: རྣལ་འབྱོར་པའི་སྙིང་ག་དང་མགྲིན་པའི་རྣལ་འབྱོར་པའི་ངོ་མཚར་བ་ནག་པོ་ཆེན་པོ་ལ་གུས་པ་གང་རྣལ་འབྱོར་པ་སྣ་རིང་བར་ངེས་པ་དེ་མིག་སྨན་ནོ། །
en: Yogins who have spots on their heart and throat, are devoted to Mahākāla, and have a long nose are certain to possess the collyrium siddhi.

source: ཐ་མ་དང་འབྲིང་གི་སེམས་ཅན་འདི་ནི་དེའི་དངོས་གྲུབ་མཆོག་ཏུ་འགྱུར་རོ། །
en: This is the supreme siddhi for those beings with inferior or middling faculties.”

source: ལྷ་མོས་གསོལ་པ། སྨན་ཤ་བ་རིའི་རྩ་བ་དང་སྦྲང་བུ་བཏགས་ཏེ་སྦྱར་ནས་མིག་གཉིས་ལ་བསྐུས་ན་དངོས་གྲུབ་གྲུབ་པར་འགྱུར་བ་ནི་སྤྲིན་བཞིན་དུ་ནམ་མཁའ་ལ་འཕྱོ་ཞིང་ཇི་ལྟ་བ་བཞིན་བསྐྱོད་པར་འགྱུར་རོ། །
en: Then the Goddess said, “One should grind up śabarī root and honey, mix them together, and smear them on their eyes. This results in the siddhi that allows one to drift through the sky like a cloud and move about as desired.

source: དེ་ནས་གཟའ་པ་བ་སངས་ལ་སྨྱོ་བྱེད་ཀྱི་རྩ་བ་བླངས་ལ་གཟའ་སྤེན་པ་ལ་སྨན་ཉི་དགའ་བླངས་པ་དང་། གཟའ་ཉི་མ་ལ་ཛ་ཡན་ཏིའི་རྩ་བ་བླངས་པ་དང་།
en: “One should gather some datura root on a Friday, sunflower on Saturday, sesbania root on Sunday, and the bile of a black cat on Monday.

source: གཟའ་ཟླ་བ་ལ་བྱི་ལ་ནག་པོའི་མཁྲིས་པ་བླངས་པ་རྡོ་ཀྱོང་སེར་པོ་རུ་སྦྲང་དང་ལྷན་ཅིག་ཏུ་རབ་ཏུ་མཉེས་ལ་མིག་གི་མིག་སྨན་དུ་འགྱུར་བ་ནི་སྤྲིན་བཞིན་དུ་འཁོར་བར་འགྱུར་རོ། །
en: One should then muddle them with yellow arsenic and honey and use the mixture as a collyrium on the eyes. One will drift about like a cloud.

source: རྡོ་ཁ་དོག་གཅིག་པའི་སྟེང་དུ་ཛ་ཡ་རའི་འབྲས་བུའི་ནང་བཅུད་དང་སྨན་ཉི་འཁོར་དང་། དཔལ་འབྲས་ཀྱི་མེ་ཏོག་དང་། ལྕམ་པ་དང་། ཅོད་པན་ཅན་གྱི་མཁྲིས་པ་དང་། སྦྲང་རྩི་རྣམས་རབ་ཏུ་མཉེས་པའི་མིག་སྨན་མིག་གཉིས་ལ་བྱས་ན་མི་བྱ་རྒོད་བཞིན་དུ་ལྡིང་བར་འགྱུར་རོ། །
en: “On a uniformly colored stone, one should muddle jayara fruit extract with sunflower, bilva flowers, black salt, peacock bile, and honey and apply the mixture to both eyes as a collyrium.

source: དེ་ཡང་ལྷ་མོ་རྐང་མགྱོགས་ཀྱི་དངོས་གྲུབ་བཞིན་ནོ། །
en: That person will soar through the air like a vulture.

source: འདི་ལྟར་ཡང་འདི་ནི་དངོས་གྲུབ་སླ་བའོ། །
en: Goddess, this is like the swift feet siddhi, except that it is the easier siddhi.”

source: འདི་ནི་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་མིག་སྨན་གྱི་ལེའུ་སྟེ་བཅུ་གཉིས་པའོ།། །།
en: This is chapter twelve in The Sovereign Tantra of Mahākāla, “The Collyrium Siddhi.”

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། འཛམ་བུའི་གླིང་པ་ཇི་ལྟར་མཆོག་ཏུ་བདེ་བ་གང་འདོད་པ་ལ་བཅུད་ཀྱིས་ལེན་རབ་ཏུ་བཤད་པར་བྱའོ། །གང་གིས་སེམས་ཅན་རྣམས་གྲོལ་བར་འགྱུར་བ།
en: Chapter 13: The Mercury Siddhi “Now, for those in Jambudvīpa who seek the supreme joy,” the Blessed One continued, “I will explain the mercury siddhi that liberates beings.

source: བཅུད་ཀྱིས་ནུས་པ་ཆེན་པོ་གསོལ་བའི་བཅུད་བསྟེན་པར་བྱ་སྟེ།
en: One should use mercury that is highly potent and productive.

source: སྦས་པ་རྣམས་རབ་ཏུ་གསལ་བའི་སྐད། དགོངས་པའི་སྐད་དང་། སྐད་ངན་པ་དང་། བརྡ་ཡིས་སོ། །མཆོག་ཏུ་དགའ་བའི་དགའ་བ་ཆེན་པོ་ཕུན་སུམ་ཚོགས་པ་ཞེས་བྱའོ། །
en: The secret use of clear language, as well as esoteric language, coarse language, and signs, expresses the attainment of the great joy of supreme bliss.

source: བཅུད་ཀྱི་རིག་པ་ཤེས་པའི་རྣལ་འབྱོར་པས་དེའི་ཡང་མཆོག་ཏུ་དཔག་ཏུ་མེད་པའི་སྟོབས་བསྐྱེད་པར་འགྱུར་རོ། །
en: Yogins who understand the science of mercury will fully generate its immeasurable power.

source: བཅུད་བསྡུས་པ་ཕུན་སུམ་ཚོགས་པའི་དུས་སུ་བཅུད་སྒོང་བར་ནུས་སོ། །
en: It has potency as a mercury pill when it has been collected together.

source: ར་ས་ཞེས་པའི་ཡི་གེ་གཉིས་ནི་གཉིས་ལ་ཟུང་དུ་འཇུག་པའི་རིམ་པས་བླང་ངོ་། །
en: The two syllables of the term rasa, “mercury,” are received during the stage in which the two are unified.

source: དང་པོར་བཅུད་རབ་ཏུ་བླུགས་པ་ནི་རའི་འོ་མར་གནུར་རོ། །དྷ་དུ་རའི་འདབ་མའི་ཁུ་བ་དང་། སེན་ད་བ་དང་། ལན་ཚྭ་དང་།
en: “First, a person preparing mercury should grind it in goat’s milk and combine it with the juice of datura leaves, sea salt, salt, and cow urine.

source: བ་ལང་གི་ལྕི་བའི་ཁུ་བ་རྣམས་ཀྱིས་དེ་བཞིན་བྱས་ལ་ཀརྨ་ར་གའི་ཁུ་བ་བླུགས་ལ་ཉི་མ་ལ་ཐུན་ཚོད་གསུམ་དུ་བཞག་སྟེ། དེ་ནས་ནམ་མཁའི་ཆུ་དང་། ཅོང་ཟིའི་ཆུས་བཀྲུས་ནས།
en: Add starfruit juice, let it sit in the sun for three watches of the day, and then rinse it with rainwater and spring water.

source: མིའི་ཁྲག་དང་ཀ་རུ་ཎའི་ཁུ་བ་བླུགས་ལ། དེ་ནས་གསེར་གྱི་ཕྱེ་མ་མན་ཆ་གཅིག་དང་། དངུལ་ཆུ་མན་ཆ་ཉི་ཤུ་རྩ་བཞི་དང་།
en: Take human blood and pomelo juice, one portion of gold dust, twenty-four portions of quicksilver, and leave them in a juice made from velvet bean leaves for one month.

source: ཟླ་བ་གཅིག་ཏུ་སིམ་པའི་འདབ་མའི་ཁུ་བ་དང་སྟབས་གཅིག་ཏུ་བཞག་ནས་མཉེས་ཏེ་དེ་བཞིན་དུ་བཀྲུས་ནས་དེའི་རྗེས་ལ་སྡེ་ཚན་གཉིས་ཀྱི་དབུ་མའི་ཡི་གེ་ཞེས་བྱ་བ་ནི་མིང་གི་ཡི་གེ་དང་པོར་བཞག་པའོ། །
en: Then grind it and rinse it again in the same way. “One should place the letter in the middle of the second consonant group before the first letter of the name.

source: མཐའ་ཞེས་བྱ་བ་རབ་ཏུ་བསྟན་པ་ནི་སྡེ་ཚན་བཞི་པའི་དང་པོ་དང་། དབྱངས་ཡིག་བཞི་པས་བརྒྱན་པ་དབུ་མར་རབ་ཏུ་བསྟན་པ་ནི་སྡེ་ཚན་དྲུག་པའི་ཡི་གེ་དང་པོ་དང་།
en: At what is identified as the end, place the first letter of the fourth consonant group and ornament it with the fourth vowel.

source: འདིའི་ཡང་མཐའ་སྡེ་ཚན་བཞི་པའི་མཐའ་མའི་ཡི་གེའོ། །
en: One should then write the first letter of the sixth consonant group at what is identified as the middle, and the final letter of the fourth consonant group at the end of that.

source: ཨས་སྔར་གྱི་ཡི་གེ་གཉིས་བརྒྱན་པ། དེའི་མིང་ནི་ཛ་ཡན་ཏཱི་ཞེས་བྱ་བར་རབ་ཏུ་གྲགས་པའོ། །
en: Ornament the two previous syllables with the vowel a, and it spells jayantī.

source: དེའི་ལོ་མའི་ཁུ་བ་མེ་མ་དག་ལ་བསྲོས་ནས་མཁས་པས་ལྷང་ཚེར་བ་དཀར་པོའི་ཕྱེ་མ་མན་ཆ་གསུམ་དང་སྲང་གཅིག་དང་ངེས་པར་བྱས་ནས་བཞི་འགྱུར་དུ་བསྲེ་བར་བྱའོ། །
en: “After heating the juice from that plant’s leaves over hot coals, the adept should prepare one pala and three portions of white mica powder, stabilize it, and mix it so that it increases fourfold.

source: རྣལ་འབྱོར་མཁས་པས་ཟླ་བ་གཅིག་ཏུ་བཙོ་ཞིང་ཉི་མ་རེ་རེ་བལྟ་བར་བྱའོ། །
en: Skilled yogins should refine it for one month while observing it each day.

source: ལྷང་ཚེར་ཟངས་སུ་བླུགས་པར་བྱའོ། །
en: They should then add the mica to copper.

source: གལ་ཏེ་གསེར་དུ་གྱུར་པ་ན་ངེས་པར་ཉི་མ་ཉི་ཤུ་རྩ་གཅིག་ཏུ་མི་ཡིས་བཟའ་བར་བྱའོ། །
en: If it has transformed into gold by the twenty-first day, then it is fit for human consumption.

source: ཟ་བའི་དུས་སུ་ལོ་མ་དང་། སྐྱུར་པོ་དང་། བུད་མེད་དང་། ཉི་མ་རྣམས་བསྲུངས་ན་ཟས་གང་དུ་འདོད་པ་དེར་འགྲོ་བར་འགྱུར་རོ། །
en: “If one has abstained from leafy vegetables, sour foods, and women for the entire twenty-one-day period during which it is consumed, then any food one desires will come to them.

source: གཉེར་མ་དང་སྐྲ་དཀར་དག་ནས་ཚེ་ལོ་སྟོང་ཕྲག་དུ་འཚོའོ། །ངན་པ་ཐམས་ཅད་སྤོང་བར་འགྱུར་རོ། །
en: Their wrinkles and grey hair will clear up, they will live for one thousand years, and they will avoid all lower rebirths.

source: གཟུགས་དང་ལྡན་པར་འགྱུར་བ་དང་། ཤིན་ཏུ་བློ་རྣོ་བར་འགྱུར་རོ། །
en: One will have a healthy body and an extremely sharp intellect.

source: ཞ་ཉེར་བླུགས་ན་དངུལ་དུ་འགྱུར་ཏེ་གོང་མ་ལྟར་རོ། །དེའི་དུས་ཀྱི་གཏོར་མའི་སྔགས་བརྗོད་པ། ཨོཾ་བ་ལི་མ་ཎི་རཾ་ཧཱུྃ་ཛཿརཀྵ་ཎི་རཀྵ་མི་ཀྵ་མི་ཁ་ཁ།
en: “If one adds tin, it will become silver following the above procedure.

source: གྲྀཧྞ་གྲྀཧྞ་བ་ལི། མ་ཧཱ་བྷཱི་ཥ་ཎཾ། པྲ་སཱ་དྷ་ཡ། པྲ་སཱ་དྷ་ཡ། ཧུ་ལུ་ཧུ་ལུ་ཕཊ་སྭཱ་ཧཱ། སྲན་མ་ཛམ་བུ་ཌི་དང་། མིའི་ཤ་དང་། ཆང་དང་། དྲི་དང་། བདུག་པ་དང་། ཕྲེང་བ་དང་། མར་མེ་དང་།
en: “The mantra to recite during this procedure when performing the bali offering is: oṁ balimaṇi raṃ hūṁ jaḥ rakṣaṇi rakṣami rakṣami kha kha ghṛṇa ghṛṇa baliṃ mahābhīṣaṇaṃ prasādhaya prasādhaya hulu hulu phaṭ svāhā.

source: ཕྱེ་མ་དང་། གདུགས་དང་། དྲིལ་བུ་དང་། བ་དན་ལ་སོགས་པ་ཁྲག་དང་འབྲས་སཱ་ལུ་དང་། ཉི་མ་རེ་རེ་ལ་ཕོགས་གསུམ་གསུམ་དུ་གཏོར་མ་ཆེན་པོ་ཇི་སྲིད་དུ་ཉི་མ་བདུན་དུ་བརྩམ་པར་བྱའོ། །
en: “A large bali offering should be performed three times every day for seven days using black gram and rose apple, human flesh, alcohol, fragrances, incense, garlands, lamps, powders, parasols, bells, banners, and the like along with blood and rice.

source: བཅུད་ཀྱི་ལས་དེའི་དུས་སུ་ཕྱག་བཅུ་དྲུག་པའི་སྔགས་བཟླས་པར་བྱའོ། །རིང་པོ་མ་ལོན་པར་ཐེ་ཚོམ་མེད་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: Then one should recite the mantra for the sixteen-armed form while performing this mercury rite, and the siddhi will undoubtedly be attained before long.

source: དེ་ནས་ཡང་བཅུད་བླངས་ནས་གནུར་བར་བྱ་སྟེ་ཚི་མི་ལིའི་ལོ་མའི་ཁུ་བ་དང་།
en: “One should take mercury and add the juice of chimili leaves and the juice of boiled oṣaṇa leaves.

source: ཡང་བ་ཀི་ཏའི་ལོ་མའི་ཁུ་བས་སོ། །དེ་ནས་ཡང་སྨན་ཨ་ལམ་བུ་བླུགས་ལ་དེ་ཉིད་རིམ་པ་འདིས་སྦྲུལ་གྱི་ལྕེ་དང་། གོ་ར་ཀྵཾ་དུ་ལའི་འདབ་མ་དང་། སྨན་ཉི་འཁོར་དང་གཅིག་ཏུ་བྱས་ནས་ལྷང་ཚེར་བ་ནག་པོ་དང་།
en: One should then take some alambu and progressively combine it with snake’s tongue, gorakṣataṇḍula leaves, and sunflower and then grind all of it with black mica.

source: འདི་ཐམས་ཅད་བཏགས་ལ་སྟེང་འོག་གི་རིམ་པས་ཀོང་བུ་ལེགས་པར་གཡོགས་ལ་ཐབ་ཁུང་གླང་པོ་ཆེའི་ལག་པ་ལྟ་བུ་རུ་བཅུག་ལ་སྣོད་དུ་སྲ་བར་གྱུར་པ་དང་།
en: It should be all be covered well, above and below, in a vessel, placed on a fire pit the size of an elephant’s foot, and allowed to harden in the vessel.

source: ཞ་ཉེ་དཀར་པོ་སྲང་རེ་རེ་སྲ་བར་གྱུར་པ་མན་ཆ་རེ་རེ་ལ་བླུགས་ན་དངུལ་དུ་གྱུར་པས་ན་འདི་ཐམས་ཅད་མཁས་པས་བཟའ་བར་བྱའོ། །
en: One should take individual palas of hardened white tin and add them to each of the portions so that they turn into silver. The adept should then consume all of it.

source: བཅུད་བཟུང་ནས་བྱི་ལའི་མཁྲིས་པ་དང་སྦྱར་ནས་ཆུ་ཤིང་གི་ཁུ་བས་བཀྲུས་པ་དང་།
en: “One should take mercury, combine it with cat’s bile, and then rinse it with the juice of a plantain.

source: བཙག་དམར་པོའི་ཕྱེ་མ་དང་། ཆུ་ཤིང་དང་། སརྩི་ཀའི་ཚ་དང་། རོ་བསྲེགས་པའི་ཤུལ་གྱི་འདག་པ་དང་། དེ་རྣམས་ཡོངས་སུ་མཉེས་ནས།
en: It should be crushed with powdered red ocher, plantain tree, alkali, and the saturated earth beneath a burned corpse.

source: དེ་ཡང་ཅེ་སྤྱང་གི་ཞག་དང་།
en: One should then rinse it with the fat of a jackal and rosary pea juice, place it in sour gruel and vetiver root, and let it sit for six watches over the course of a day.

source: དེ་ནས་ཡང་སེ་འབྲས་ཀྱི་ཁུ་བས་ཕྱིས་བཀྲུས་ནས་དེའི་རྗེས་ལ་སྨན་སི་སི་རི་དང་། ཀཉྫིའི་ནང་དུ་བཞག་ནས་ཉི་མ་རིང་བའི་དུས་སུ་ཐུན་དྲུག་ཏུ་བཞག་ནས་དེ་ནས་ཕྱུང་སྟེ་ཆུ་དྲོན་མོས་བཀྲུས་ནས་ཛམ་བྷི་རའི་ཁུ་བའི་ནང་དུ་ཉི་མ་གཉིས་བཞག་ནས་དེ་ནས་ཚིལ་ཆེན་དང་།
en: After that one should remove it, rinse it with hot water, and leave it in rose apple juice for two days.

source: དེའི་རྗེས་ལ་ནམ་མཁའི་ཅོང་ཟིའི་ཆུས་རབ་ཏུ་བཀྲུས་ནས་ཉི་མ་རིང་བའི་དུས་སུ་ཐུན་གཅིག་བཞག་ན།
en: It should then be rinsed, first in human fat and then in a solution of water from a rain-fed spring, and left for one watch of the day.

source: འདིས་ཀྱང་ལེགས་པར་བྱས་པ་ཤེས་སོ། །
en: Know that this is how it is properly prepared.

source: ད་ནི་ཞུགས་ཤིང་གི་འདུ་བྱེད་ཅེས་བྱ་སྟེ་དཀར་པོ་དང་ནག་པོའི་གསེབ་ནས་འདབ་མ་གཅིག་པར་བྱས་ཏེ། ཀཉྫི་ཀ་དང་། མ་ཧི་ཥའི་ཞོ་དང་། རའི་འོ་མ་དང་། སྟབས་གཅིག་ཏུ་ཉི་མ་གཅིག་ཏུ་བཞག་ནས།
en: “Now for the preparation of firewood: Between the light and dark halves of the lunar month, one should take a single leaf and leave it in a mixture of sour gruel, buffalo curd, and goat’s milk for one day.

source: དེ་ནས་དེའི་ལྕི་བའི་ཁུ་བ་དང་། གླང་པོ་ཆེའི་སྦངས་ཀྱི་ཁུ་བ་དང་། ཀཉྫི་རྣམས་ཀྱི་ནང་དུ་བཅུག་ནས་དེ་ཕྱུང་སྟེ་ཉ་རོ་ཧི་ཏའི་མཁྲིས་པ་དང་།
en: Then one dips it in a mixture of liquified cow dung, fluid excreted from an elephant, and sour gruel and removes it.

source: ཁྱིའི་མཁྲིས་པ་དང་།
en: One should grind it with rohita carp bile and a dog’s bile and let it dry for five full days.

source: ཉིན་ཞག་ལྔ་རབ་ཏུ་མཉེས་ནས་བསྐམས་པ་ལ་ཀརྡོཉྫ་ན་བླུགས་ཏེ་ཉིན་ཞག་གཅིག་བསྐམས་པ་འདི་ནི་མཁས་པས་ལྷང་ཚེར་བ་སྦྱངས་པར་བྱས་ཏེ།
en: Kardoñjana should be added, and the mixture allowed to dry for one day.

source: རྒྱུད་འདིར་གང་སྨྲས་པ་འདི་འགྲུབ་པར་འགྱུར་རོ། །
en: An adept should then use it to refine mica, and they will master what has been described in this tantra.

source: འདུ་བྱེད་གཉིས་ཀྱི་རིག་པ་ལེགས་པར་སྦྱངས་པས་ཐམས་ཅད་ཉེ་བར་འབྱོར་པ་ཡིས་དངུལ་སྲང་གཅིག་དང་། ཞ་ཉེ་སྲང་བཞི་ཕྱེ་མར་བྱས་པ་དང་།
en: “Someone who has purified it through these two refining procedures and is well equipped with all requisites should take one pala of powdered mercury and four palas of powdered tin and place them in a vessel with double the amount of mica.

source: ཉིས་འགྱུར་གྱི་ལྷང་ཚེར་ཀོང་བུ་རུ་བླུགས་ཏེ་ཀ་ལི་ཀའི་རྩ་བའི་ཁུ་བ་བྱིན་ནས་བཟུང་སྟེ། རྭ་ཛའི་ཁུ་བ་དང་། ཛ་ཡན་ཏའི་འདབ་མའི་ཁུ་བ་དང་། ཤུ་དག་རྣམས་ཟླ་བ་ཕྱེད་དུ་གཟགས་ནས་ཇི་སྲིད་རྡོག་པོར་གྱུར་གྱི་བར་དུའོ། །
en: They should add the juice of kurchi root and then take raja juice, juice from sesbania leaves, and sweet flag and let the mixture break down over a fortnight until it becomes granular.

source: དེ་ནས་མེ་ལ་བསྲེགས་ལ་ཕྱེ་མ་བྱས་པ་མན་ཆ་གཅིག་ཞ་ཉེ་སྲང་གཅིག་ལ་བཅུག་ན་དངུལ་དུ་འགྱུར་རོ། །
en: Next they should light a fire and infuse one portion of that granular powder into one pala of tin. It will then transform into mercury.

source: བཅུད་འདུས་པ་སྔར་གྱི་དེ་ཉིད་བླངས་ནས་རྣལ་འབྱོར་པ་གང་གིས་ར་ཏི་རེ་རེ་ཙམ་ཟོས་ན་སྨྲས་པའི་རིམ་པས་ལུས་ཀྱི་དངོས་གྲུབ་འགྲུབ་པར་འགྱུར་རོ། །
en: “A yogin who takes that same prepared mercury and consumes it each time he has sex will, by following the aforementioned procedure, perfect the corporeal siddhi.

source: ཀཱ་རུ་ཎའི་འདབ་མའི་ཁུ་བ་མར་ནག་ལ་ཟངས་ཀྱི་སྣོད་དུ་བཙོས་ནས་དེ་ལ་བཅུད་བྱུགས་ཏེ་ཐུན་གསུམ་ཉི་མ་ལ་བསྐམས་ལ་སིམ་པའི་འདབ་མའི་ཁུ་བ་དང་མཉེས་པ་དང་དེ་ནས་པྲེ་དྲི་དང་ན་རི་ཀེ་ལིའི་རྩ་བ་དང་། སྨན་ལོ་མ་བཟང་པོ་ལ་འཁྲིལ་བ་དང་།
en: “One should cook the juice of pomelo leaves with black sesame oil in a copper vessel, apply mercury, and allow it to dry out for three watches of the day. It should then be muddled with the juice of velvet bean leaves and poured into a vessel with the roots of boswellia and coconut palm, bhadrapatralatā, lodhra, mung bean, and gagana.
